Repository: ringoid/client-ios
Catalog: Resources/Strings/*.lproj/Localizable.strings
Languages: ru

# button_add_photo
source: Add photo
ru: Добавить фото

# button_cancel
source: Cancel
ru: Отмена

# button_retry
source: Retry
ru: Повторить

# button_close
source: Close
ru: Закрыть

# button_delete
source: Delete
ru: Удалить

# button_later
source: Not now
ru: Не сейчас

# button_apply
source: Apply
ru: Применить

# button_settings
source: Settings
ru: Настройки

# button_suggest
source: Suggest
ru: Предложить

# button_select
source: Select
ru: Выбрать

# common_pull_to_refresh
source: Pull to refresh
ru: Потяни, чтобы обновить

# common_sex_male
source: Male
ru: Мужчина

# common_sex_female
source: Female
ru: Женщина

# common_uncancellable
source: There is no undo.
ru: Восстановления нет.

# common_clipboard
source: Copied to clipboard
ru: Скопировано в буфер

# error_common
source: Oops! Something went wrong
ru: Ой! Что-то пошло не так

# error_timeout
source: Connection timeout
ru: Ошибка соединения

# error_screen_no_network_connection
source: No internet
ru: Нет интернета

# error_screen_no_network_connection_button_label
source: Retry
ru: Повторить попытку

# error_screen_old_app_version_button_label
source: Update the app
ru: Обновить приложение

# block_profile_button_block
source: Block
ru: Заблокировать

# block_profile_button_report
source: Report & Block
ru: Пожаловаться и Заблокировать

# block_profile_alert_title
source: Report reason:
ru: Причина жалобы:

# profile_option_like
source: Send like
ru: Отправить лайк

# profile_option_mutual_like
source: Send mutual like
ru: Отправить взаимный лайк

# profile_option_chat
source: Open chat
ru: Открыть чат

# profile_option_open
source: Open
ru: Открыть

# report_profile_button_0
source: Inappropriate message
ru: Неприемлимое сообщение

# report_profile_button_1
source: Inappropriate photo
ru: Неприемлимое фото

# report_profile_button_2
source: Stolen photo, Copyright infringement
ru: Украденное фото, Нарушение авторских прав

# report_profile_button_3
source: Spam, Advertising, Commercial activity
ru: Спам, Реклама, Коммерческие услуги

# report_profile_button_4
source: Human and sex trafficking, Criminal activity
ru: Торговля людьми, рабство, криминал

# report_profile_button_5
source: Underage user, Child exploitation
ru: Несовершеннолетние пользователи

# report_profile_button_6
source: Harassment or threats, Abuse
ru: Угрозы или Домогательства

# feed_explore_empty_title
source: Discover
ru: Поиск

# feed_explore_dialog_no_user_photo_description
source: Add photo to send likes
ru: Добавь фото, чтобы посылать лайки

# feed_lmm_dialog_no_user_photo_description
source: Add photo to receive likes
ru: Добавь фото, чтобы получать лайки

# feed_explore_empty_no_data
source: No one around Please expand filters
ru: Никого рядом нет Расширить фильтры

# feed_likes_you_empty_no_data
source: No likes yet
ru: Лайков ещё нет

# feed_matches_empty_no_data
source: No mutual likes yet
ru: Взаимных лайков ещё нет

# feed_messages_empty_no_data
source: No messages yet
ru: Сообщений ещё нет

# feed_inbox_empty_no_data
source: No messages yet
ru: Входящих ещё нет

# feed_sent_empty_no_data
source: No messages yet
ru: Отправленных ещё нет

# feed_tap_to_refresh
source: Refresh
ru: Обновить

# feed_profiles_filtered
source: %d profiles are hidden due to filters
ru: %d профилей скрыто из-за фильтров

# feed_discover_expand_filters
source: Expand filters
ru: Расширить фильтры

# lmm_tab_likes
source: Likes You
ru: Ты нравишься

# lmm_tab_matches
source: Matches
ru: Взаимно

# lmm_tab_messages
source: Chats
ru: Чаты

# lmm_tab_inbox
source: Inbox
ru: Входящие

# lmm_tab_sent
source: Sent
ru: Отправленные

# login_button
source: Agree and Continue
ru: Согласится и продолжить

# login_terms
source: By tapping the Agree and Continue button, you confirm that you have read, understood, consent and agree to Ringoid's $terms$ and $policy$, and that you are of legal age and adult, as defined by the country or state from where you access Ringoid.
ru: Нажимая на кнопку "Согласится и продолжить", вы подтверждаете, что ознакомились, понимаете и принимаете $terms$ и $policy$ Ringoid, а также, что вы достигли совершеннолетия в соответствии с законодательством страны, в которой вы находитесь или запускаете Ringoid.

# login_year_of_birth_et_hint
source: Year of Birth
ru: Год рождения

# login_variable_terms
source: Terms of Service
ru: Условия использования

# login_variable_policy
source: Privacy Policy
ru: Политику конфиденциальности

# profile_button_delete_image
source: Delete Photo
ru: Удалить фото

# profile_button_add_image
source: Add Photo
ru: Добавить фото

# profile_button_edit
source: Edit Profile
ru: Редактировать профиль

# profile_button_edit_status
source: Edit Status
ru: Редактировать статус

# profile_dialog_image_another_button_add
source: Add another photo
ru: Добавить еще фото

# profile_dialog_image_another_button_cancel
source: Discover new users
ru: Искать новых пользователей

# profile_dialog_image_another_title
source: Add another photo?
ru: Добавить еще фото?

# profile_dialog_image_blocked_button
source: Terms of Service
ru: Условия использования

# profile_dialog_image_blocked_title
source: Your photo was deleted for violating Terms of Service
ru: Фото удалено за нарушения Условий использования

# profile_dialog_image_delete_title
source: Delete Photo?
ru: Удалить фото?

# profile_empty_images
source: Add photo to receive likes
ru: Добавь фото, чтобы получать лайки

# profile_empty_title
source: Profile
ru: Профиль

# settings_filter
source: Filters
ru: Фильтры

# settings_profile
source: Profile
ru: Профиль

# settings_account_delete
source: Delete Account
ru: Удалить аккаунт

# settings_account_delete_dialog_title
source: Delete Account?
ru: Удалить аккаунт?

# settings_app_info
source: Legal
ru: Информация

# settings_language
source: Language
ru: Язык

# settings_language_help
source: If you want to help the community and localise Ringoid to your native language, please email support@ringoid.com
ru: Если вы хотите помочь и перевести Ringoid на родной язык, пожалуйста, напишите в support@ringoid.com

# settings_support
source: Email support@ringoid.com
ru: Написать support@ringoid.com

# settings_title
source: Settings
ru: Настройки

# settings_theme_dark
source: Night Mode
ru: Ночной режим

# settings_push
source: Notifications
ru: Уведомления

# settings_push_details
source: Once per day if you have new like, match, message, or new users
ru: Один раз в день, если есть лайк, взаимная симпатия, сообщение, или новые люди

# settings_location_permission
source: Please enable location
ru: Пожалуйста включите Геопозицию

# settings_info_about
source: About
ru: О приложении

# settings_info_customer_info
source: Customer ID
ru: Идентификатор пользователя

# settings_info_email_officer
source: Email Data Protection Officer
ru: Написать в Отдел защиты данных

# settings_info_email_officer_mail_subject
source: Dear Data Protection Officer, My Customer ID is %@...
ru: Уважаемый Отдел защиты данных Ringoid, Мой идентификатор пользователя %@...

# settings_info_licenses
source: Open‐source Licenses
ru: Лицензии открытого ПО

# settings_info_privacy
source: Privacy Policy
ru: Политика конфиденциальности

# settings_info_terms
source: Terms of Service
ru: Условия использования

# settings_notifications_vibration
source: In-App Vibration
ru: Вибрация

# settings_notifications_evening
source: Evening Notification
ru: Вечернее уведомление

# settings_notifications_like
source: New Like
ru: Новый лайк

# settings_notifications_match
source: New Match
ru: Новая взаимность

# settings_notifications_message
source: New Message
ru: Новое сообщение

# settings_notifications_banner_title
source: See when you've got new like, match or message
ru: Получай новые лайки, взаимности, сообщения

# settings_notifications_banner_subtitle
source: Enable push notification
ru: Включить push-уведомления

# web_url_error_status
source: https://ringoid.com/status.html
ru: https://ringoid.com/status-ru.html

# feedback_suggest_improvements
source: Suggest Improvements
ru: Предложить улучшения

# feedback_make_ringoid_better
source: How to make Ringoid better?
ru: Как сделать Ringoid лучше?

# feedback_before_deletion
source: Before you leave, can you please suggest how to improve Ringoid
ru: Перед уходом, пожалуйста, предложите, как улучшить Ringoid

# feedback_thanks_alert
source: Thank you! We will look into your suggestions shortly.
ru: Спасибо! Мы прочитаем ваши предложения в ближайшие минуты.

# profile_field_not_selected
source: Not selected
ru: Не выбрано

# profile_field_status
source: Status
ru: Статус

# profile_field_name
source: Name
ru: Имя

# profile_field_height
source: Height
ru: Рост

# profile_field_hair
source: Hair Color
ru: Цвет волос

# profile_field_education_level
source: Education Level
ru: Уровень образования

# profile_field_education
source: Education
ru: Место учебы

# profile_field_where_live
source: City
ru: Город

# profile_field_bio
source: Bio
ru: О себе

# profile_field_job
source: Job title
ru: Должность

# profile_field_company
source: Company
ru: Место работы

# profile_field_transport
source: Transport
ru: Транспорт

# profile_field_income
source: Income
ru: Заработок

# profile_field_property
source: Property
ru: Недвижимость

# profile_field_children
source: Children
ru: Дети

# profile_field_company_placeholder
source: Name of company or industry
ru: Название фирмы или индустрии

# profile_field_education_placeholder
source: University, college. Graduation year
ru: Университет, колледж. Год выпуска

# profile_field_where_live_placeholder
source: Where I live
ru: Где я живу

# profile_field_status_placeholder
source: Hello! 😍 This is my status... 👋
ru: Привет! 😍 Это мой статус... 👋

# profile_field_hair_black_male
source: Black
ru: Брюнет

# profile_field_hair_blonde_male
source: Blonde
ru: Блондин

# profile_field_hair_brown_male
source: Brown
ru: Шатен

# profile_field_hair_red_male
source: Red
ru: Рыжий

# profile_field_hair_gray_male
source: Gray
ru: Пепельный

# profile_field_hair_white_male
source: White
ru: Седой

# profile_field_hair_black_female
source: Black
ru: Брюнетка

# profile_field_hair_blonde_female
source: Blonde
ru: Блондинка

# profile_field_hair_brown_female
source: Brown
ru: Шатенка

# profile_field_hair_red_female
source: Red
ru: Рыжая

# profile_field_hair_gray_female
source: Gray
ru: Пепельная

# profile_field_hair_white_female
source: White
ru: Седая

# profile_field_education_school
source: High school
ru: Среднее

# profile_field_education_college
source: College
ru: Среднее проф.

# profile_field_education_university1
source: University
ru: Неполное высшее

# profile_field_education_university2
source: University
ru: Высшее

# profile_field_education_university3
source: University
ru: Несколько высших

# profile_field_education_postgrad
source: Post-grad
ru: Ученая степень

# profile_field_children_someday
source: Want someday
ru: Хочу

# profile_field_children_dont_want
source: Don't want
ru: Не хочу

# profile_field_children_have_want
source: Have & want more
ru: Есть и хочу еще

# profile_field_children_have_dont_want
source: Have & don't want more
ru: Есть и не хочу больше

# profile_field_property_parents
source: Live with parents
ru: Живу с родителями

# profile_field_property_dormitory
source: Live in a dormitory
ru: Живу в общежитии

# profile_field_property_friend
source: Live with a friend
ru: Живу с приятелем/подругой

# profile_field_property_room
source: Rent a room
ru: Снимаю комнату

# profile_field_property_flat
source: Flat (rent or own)
ru: Квартира (снимаю или своя)

# profile_field_property_house
source: House (rent or own)
ru: Дом (снимаю или свой)

# profile_field_income_low
source: Low Income
ru: Низкий доход

# profile_field_income_middle
source: Middle Income
ru: Средний доход

# profile_field_income_high
source: High Income
ru: Высокий доход

# profile_field_income_ultrahigh
source: Ultra High Income
ru: Сверхвысокий доход

# profile_field_transport_walk
source: Walk
ru: Хожу пешком

# profile_field_transport_public
source: Use Public Transport
ru: Общ. транспорт

# profile_field_transport_cycle
source: Cycle
ru: Езжу на велосипеде

# profile_field_transport_motocycle
source: Own a motocycle
ru: Есть мотоцикл

# profile_field_transport_car
source: Own a car
ru: Есть автомобиль

# profile_field_transport_taxi
source: Use Taxi / Uber
ru: Езжу на такси / Uber

# profile_field_transport_chauffeur
source: Hire Chauffeur
ru: Личный водитель

# filter_max_distance
source: Maximum Distance
ru: Максимальная дистанция

# filter_age
source: Age
ru: Возраст

# filter_discover
source: Discover
ru: Искать

# filter_filter
source: Filter
ru: Фильтровать

# filter_show_all
source: Show all
ru: Показать все

# filter_range_likes
source: %d likes (%d hidden)
ru: %d лайков (%d спрятано)

# filter_range_chats
source: %d chats (%d hidden)
ru: %d чатов (%d спрятано)

# filter_all_range_likes
source: %d likes
ru: %d лайков

# filter_all_range_chats
source: %d chats
ru: %d чатов

# achievement_likes_malestone
source: %d likes received!
ru: %d лайков получено!

# incoming_likes
source: +%d likes
ru: +%d лайков
